Repository: CoderStupid/agvcaller
Catalog: agvcaller/lib/l10n/app_*.arb
Languages: vi

source: Success
vi: Thành công

source: Zone A
vi: Khu vực A

source: Zone B
vi: Khu vực B

source: Zone C
vi: Khu vực C

source: Zone D
vi: Khu vực D

# setting
source: Settings
vi: Cài đặt

# confirmTilte
source: Confirm request
vi: Yêu cầu xác nhận

source: Cancel
vi: Hủy

source: Confirm
vi: Xác nhận

source: Fail
vi: Thất bại

# posHaveTrolley
source: Confirm position {position} have Trolley
vi: Xác nhận vị trí {position} có xe hàng

# posEmpty
source: Confirm position {position} is empty
vi: Xác nhận vị trí {position} đang trống

# transferFrom
source: TRANSFER PRODUCT FROM
vi: CHUYỂN HÀNG TỪ

source: TRANSFER TO
vi: CHUYỂN HÀNG ĐẾN

source: Warning
vi: CẢNH BÁO

# noTrolley
source: No Trolley at this position
vi: Không có xe hàng tại vị trí này

# noStartPoint
source: Select start point first
vi: Chọn điểm bắt đầu

# confirmTransfer
source: Transfer Trolley From {zoneStart} - {pointStart} To {zoneEnd} - {pointEnd}
vi: Chuyển hàng từ {zoneStart} - {pointStart} đến {zoneEnd} - {pointEnd}

source: English
vi: Tiếng Anh

# vietnam
source: Vietnamese
vi: Tiếng Viêt

# china
source: Chinese
vi: Tiếng Trung
